Repository: OzzyCzech/omSocialLogin
Catalog: languages/*.po
Languages: sl_cs_cz

source: Not multisite ready :(
sl_cs_cz: Není připraveno na multisite :(

source: Social provider login error
sl_cs_cz: Chyba přihlášení přes poskytovatele

source: Ups! Missing data about response.
sl_cs_cz: Ups! Chybějící údaje o odpověď.

source: Invalid auth response
sl_cs_cz: Chybná odpověď autentifikace

source: An unknown error occurred, please try again later.
sl_cs_cz: Došlo k neznámé chybě, zkuste to prosím později.

source: Empty or corrupted response from selected provider.
sl_cs_cz: Vrátila se prázdná nebo poškozená odpověd od poskytovatele.

source: Social login options save
sl_cs_cz: Social login nastavení bylo uloženo

source: Cannot log you in. There is no account on this site connected to that %s user identity.
sl_cs_cz: Přihlášení se nezdařilo. Na této stránce neexistuje žádný účet připojeno s% s identitou uživatele.

source: Account with email <strong>%s</strong> already exists, please try login again.
sl_cs_cz: Účet s emailem <strong>%s</strong> již existuje, prosím zkuste se přihlásit znova.

source: Connected
sl_cs_cz: Připojeno

source: Enable
sl_cs_cz: Povolit

source: enable
sl_cs_cz: povolit

source: Register here:
sl_cs_cz: Registorvat zde:

source: Login with:
sl_cs_cz: Přihlásit pomocí:

source: You do not have sufficient permissions to manage options for this site.
sl_cs_cz: Nemáte dostatečná oprávnění pro správu možnosti této stránky.

source: Social login settings
sl_cs_cz: Nastavení social login

source: Common settings
sl_cs_cz: Společná nastavení

source: Some services (e.g. Twitter,Google) require callback URL.
sl_cs_cz: Některé služby (např. Twitter, Google) vyžadují callback URL.

source: Social connection
sl_cs_cz: Propojení se sociálními sítěmi

source: Connect your account with
sl_cs_cz: Propojte svůj účet

source: Connect with
sl_cs_cz: Propojit s

source: Conected with
sl_cs_cz: Propojeno s

source: Name
sl_cs_cz: Jméno

source: Nickname
sl_cs_cz: Přezdívka

source: Remove connection
sl_cs_cz: Odebrat spojení

source: Account creator
sl_cs_cz: Účet vytvořil

source: Connected with
sl_cs_cz: Propojeno
